<h1><strong>Methoden</strong></h1>
<h4>Um die Gemeinden anhand den 50 verschiedenen Variablen zu vergleiche, bilde ich f&uuml;r jede Variable R&auml;nge. Die Gemeinde mit der gr&ouml;ssten Zahl bekommt den Rang 1 (z. B. Z&uuml;rich bei den Einwohnern). Haben zwei Gemeinden die gleiche Auspr&auml;gung bei einer Variable, bekommen Sie den gleichen Rang. Die darauffolgende Gemeinde erh&auml;lt dann den &uuml;bern&auml;chsten Rang z. B. haben die Gemeinden Mutrux und Rossa die gleiche Anzahl Scheidungen pro 1000 Einwohner und zusammen den Rang 4 (die viert h&ouml;chste Zahl von Scheidungen pro 1000 Einwohner). Die nachfolgende Gemeinde Siselen folgt mit Rang 6 (die sechst h&ouml;chste Zahl von Scheidungen pro 1000 Einwohner).</h4>
<h4>Wenn Du nun deine Wunschgemeinde mit den anderen Gemeinden vergleichst, wird der Rangunterschied zwischen den Gemeinden berechnet. Dabei wird jeweils der Wert der Vergleichsgemeinden minus dem Wert der Wunschgemeinde gerechnet. Z. B. hast Du die Wunschgemeinde Schwyz ausgew&auml;hlt. Diese hat den Rang 812 bei der Bev&ouml;lkerungsdichte (811 Gemeinden haben eine h&ouml;here Bev&ouml;lkerungsdichte als Schwyz). Einsiedeln hat zum Beispiel den Rang 1161 bei dieser Variable. Nun haben die beiden Gemeinden einen Rangunterschied von 350 (1161-811). Einsiedeln liegt also&nbsp;bei der Bev&ouml;lkerungsdichte 350 R&auml;nge h&ouml;her als Schwyz (Einsiedeln ist weniger dicht besiedelt). Ein positiver Rangunterschied bedeutet, dass die Vergleichsgemeinde eine tiefere Zahl als die Wunschgemeinde bei der jeweiligen Variablen hatte und darum einen h&ouml;heren Rang. Ein negativer Rangunterschied bedeutet, dass die Vergleichsgemeinde eine gr&ouml;ssere Zahl als die Wunschgemeinde bei der jeweiligen Variablen hatte und darum einen tieferen Rang.</h4>
<h4>Die Rangunterschiede werden mit dem Gewicht, die du den jeweiligen Variablen zuordnest, multipliziert.</h4>
<h4>Der totale Rangunterschied ist dann die Summe der absoluten (das Minus vor den Zahlen wird entfernt) gewichteten Rangunterschiede der verschiedenen Variablen. Umso tiefer der Rangunterschied, um so &auml;hnlicher sind sich die Gemeinden gegeben der 50 gewichteten Variablen.</h4>
<h4>&nbsp;</h4>