<h1><strong>Variablen </strong></h1>
<h4>Das Bundesamt f&uuml;r Statistik erstellt statistische Portr&auml;ts f&uuml;r alle Gemeinden der Schweiz (<a href="https://www.bfs.admin.ch/bfs/de/home/statistiken/regionalstatistik/regionale-portraets-kennzahlen/gemeinden.html">https://www.bfs.admin.ch/bfs/de/home/statistiken/regionalstatistik/regionale-portraets-kennzahlen/gemeinden.html</a>). An den Kennzahlen, die in diesen Portr&auml;ts aufgef&uuml;hrt werden, orientiere ich mich f&uuml;r diesen Vergleich. Die aktuellen Zahlen habe ich auf dem Statistischen Atlas der Schweiz gefunden (<a href="https://www.atlas.bfs.admin.ch/de/index.html">https://www.atlas.bfs.admin.ch/de/index.html</a>). Die Daten zu den Bau- und &Ouml;V-Zonen (welche nicht in den Portr&auml;ts enthalten sind) stammen von dem Bundesamt f&uuml;r Raumentwicklung (<a href="https://www.are.admin.ch/are/de/home/raumentwicklung-und-raumplanung/grundlagen-und-daten/bauzonenstatistik-schweiz.html">https://www.are.admin.ch/are/de/home/raumentwicklung-und-raumplanung/grundlagen-und-daten/bauzonenstatistik-schweiz.html</a>).</h4>
<h4>Die Daten stammen aus unterschiedlichen Zeitr&auml;umen. Durch Fusionen von Gemeinden ergibt sich die Herausforderung, dass &auml;ltere Datenreihen zuerst bearbeitet werden m&uuml;ssen, damit Sie f&uuml;r die angepasste Anzahl Gemeinden benutzt werden k&ouml;nnen. Bei absoluten Zahlen ist dies kein Problem, da einfach die Summen der fusionierenden Gemeinden zusammengerechnet werden. <br /> Bei den relativen Zahlen zur Parteist&auml;rke bei den Wahlen 2019 und der durchschnittlichen Haushaltsgr&ouml;sse habe ich bei den fusionierten Gemeinden die Parteist&auml;rke mit der Anzahl Einwohner vor der Fusion gewichtet.<br /> Bei den relativen Zahlen zur Fl&auml;chennutzung (Siedlung, Landwirtschaft, Wald und Geh&ouml;lz, unproduktive Fl&auml;che) habe ich bei den fusionierten Gemeinden die jeweiligen Werte mit der Gesamtfl&auml;che in km<suh4>2</suh4> vor der Fusion gewichtet. <br /> Relativen Variablen wie z. B. die Bev&ouml;lkerungsdichte, von welchen ich die absoluten Zahlen habe (St&auml;ndige Wohnbev&ouml;lkerung und Fl&auml;che), berechne ich. Mehr zu den einzelnen Berechnungen der Variablen k&ouml;nnen aus dem Script auf <a href="https://github.com/fvr1210/gemeinde_vergleich/blob/master/scripts/data_cwm.R">Github</a> entnommen werden.</h4>